[
  {
    "id": 62,
    "type": "Anime (TV)",
    "name_en": "Berserk",
    "name_jp": "Kenpuu Denki Berserk",
    "slug": "berserk",
    "about": "Born from the corpse of his mother, a young mercenary known only as Guts, embraces the battlefield as his only means of survival. Day in and day out, putting his life on the line just to make enough to get by, he moves from one bloodshed to the next.\n\nAfter a run-in with the Band of the Hawk, a formidable troop of mercenaries, Guts is recruited by their charismatic leader Griffith, nicknamed the \"White Hawk.\" As he quickly climbed the ranks in order to become the head of the offensive faction, Guts proves to be a mighty addition to Griffith's force, taking Midland by storm. However, while the band's quest for recognition continues, Guts slowly realizes that the world is not as black-and-white as he once assumed.\n\nSet in the medieval era, Berserk is a dark, gritty tale that follows one man's struggle to find his own path, while supporting another's lust for power, and the unimaginable tragedy that begins to turn the wheels of fate.\n\n(Source: MAL Rewrite)",
    "started": "1997-10-08",
    "is_completed": true,
    "ended": "1998-04-01",
    "rating": "81.95",
    "num_of_eps": 25,
    "studio": "OLM",
    "poster_image": "https://media.kitsu.io/anime/poster_images/24/original.jpg?1597604321",
    "genres": [
      {
        "id": 204,
        "name": "Action"
      },
      {
        "id": 209,
        "name": "Adventure"
      },
      {
        "id": 26,
        "name": "Demons"
      },
      {
        "id": 236,
        "name": "Drama"
      },
      {
        "id": 10,
        "name": "Fantasy"
      },
      {
        "id": 219,
        "name": "Friendship"
      },
      {
        "id": 210,
        "name": "Horror"
      },
      {
        "id": 23,
        "name": "Military"
      },
      {
        "id": 216,
        "name": "Romance"
      },
      {
        "id": 276,
        "name": "Supernatural"
      }
    ]
  },
  {
    "id": 68,
    "type": "Anime (TV)",
    "name_en": ".hack//Sign",
    "name_jp": ".hack//Sign",
    "slug": "hack-sign",
    "about": "Tsukasa wakes up inside The World, a massive online role-playing game full of magic and monsters, and finds himself unable to log out. With no knowledge of what's happening in the real world, Tsukasa must discover how he ended up stuck in the game, and what connection he has with the fabled Key of the Twilight—an item that's rumored to grant ultimate control over the digital realm.\r\n\r\n(Source: Funimation)",
    "started": "2002-04-04",
    "is_completed": true,
    "ended": "2002-09-26",
    "rating": "69.19",
    "num_of_eps": 26,
    "poster_image": "https://media.kitsu.io/anime/poster_images/30/original.png?1597698375",
    "cover_image": "https://media.kitsu.io/anime/cover_images/30/original.jpg?1597702679",
    "studio": "Bee Train",
    "genres": [
      {
        "id": 209,
        "name": "Adventure"
      },
      {
        "id": 10,
        "name": "Fantasy"
      },
      {
        "id": 31,
        "name": "Game"
      },
      {
        "id": 93,
        "name": "Magic"
      },
      {
        "id": 6,
        "name": "Mystery"
      },
      {
        "id": 4,
        "name": "Sci-Fi"
      }
    ]
  },
  {
    "id": 69,
    "type": "Anime (TV)",
    "name_en": "Ah! My Goddess",
    "name_jp": "Aa! Megami-sama! (TV)",
    "slug": "aa-megami-sama-tv",
    "about": "In a world where humans can have their wish granted via the Goddess Help Hotline, a human, Keiichi Morisato, summons the Goddess Belldandy by accident and jokes that she should stay with him forever. Unfortunately for him, his \"wish\" is granted.\nSuddenly, Keiichi is now living with this gorgeous woman all alone, causing him to be kicked out of the all-male dormitory he was staying in. But soon, after they find lodging in a Buddhist temple, Keiichi and Belldandy's relationship begins to blossom. Although they are both awkward and rather uncomfortable with one another at first, what awaits these two strangers could turn out to be an unexpected romance.\n[Written by MAL Rewrite]",
    "started": "2005-01-07",
    "is_completed": true,
    "ended": "2005-07-08",
    "rating": "73.25",
    "num_of_eps": 24,
    "poster_image": "https://media.kitsu.io/anime/poster_images/31/original.jpg?1597698802",
    "cover_image": "https://media.kitsu.io/anime/cover_images/31/original.jpg?1597701484",
    "studio": "AIC",
    "genres": [
      {
        "id": 212,
        "name": "Comedy"
      },
      {
        "id": 93,
        "name": "Magic"
      },
      {
        "id": 216,
        "name": "Romance"
      },
      {
        "id": 276,
        "name": "Supernatural"
      }
    ]
  },
  {
    "id": 72,
    "type": "Anime (TV)",
    "name_en": "Ai Yori Aoshi",
    "name_jp": "Ai Yori Aoshi",
    "slug": "ai-yori-aoshi",
    "about": "Kaoru Hanabishi, a college student who lives alone, met a beautiful but bewildered girl dressed in a kimono at a train station. He volunteered to guide her way to the address she was looking for, which happened to be in his neighborhood, but turned out to be an empty lot. Not knowing what to do next, Kaoru invited the devastated girl to his apartment and asked for any additional clues to her destination. She supplied him with a photo of two children whom Kauru immediately identified as himself and Aoi Sakuraba, his childhood friend. It turned out that the girl in front of him is Aoi Sakuraba herself, his betrothed fiancee who came all the way to Tokyo to marry him. Her revelation was not only surprising but also reminded the deepest part of Kaoru's memory for why he left the Hanabishi family in the first place.",
    "started": "2002-04-11",
    "is_completed": true,
    "ended": "2002-09-26",
    "rating": "70.28",
    "num_of_eps": 24,
    "poster_image": "https://media.kitsu.io/anime/poster_images/34/original.jpg?1597604365",
    "cover_image": "",
    "studio": "J.C.Staff",
    "genres": [
      {
        "id": 212,
        "name": "Comedy"
      },
      {
        "id": 236,
        "name": "Drama"
      },
      {
        "id": 217,
        "name": "Harem"
      },
      {
        "id": 216,
        "name": "Romance"
      },
      {
        "id": 13,
        "name": "Slice of Life"
      }
    ]
  },
  {
    "id": 67,
    "type": "Anime (MOVIE)",
    "name_en": "Akira",
    "name_jp": "Akira",
    "slug": "akira",
    "about": "Japan, 1988. An explosion caused by a young boy with psychic powers tears through the city of Tokyo and ignites the fuse that leads to World War III. In order to prevent any further destruction, he is captured and taken into custody, never to be heard from again. Now, in the year 2019, a restored version of the city known as Neo-Tokyo—an area rife with gang violence and terrorism against the current government—stands in its place. Here, Shoutarou Kaneda leads \"the Capsules,\" a group of misfits known for riding large, custom motorcycles and being in constant conflict with their rivals \"the Clowns.\"\n\nDuring one of these battles, Shoutarou's best friend Tetsuo Shima is caught up in an accident with an esper who finds himself in the streets of Tokyo after escaping confinement from a government institution. Through this encounter, Tetsuo begins to develop his own mysterious abilities, as the government seeks to quarantine this latest psychic in a desperate attempt to prevent him from unleashing the destructive power that could once again bring the city to its knees.\n\n(Source: MAL Rewrite)",
    "started": "1988-07-16",
    "is_completed": true,
    "ended": "1988-07-16",
    "rating": "80.76",
    "num_of_eps": 1,
    "poster_image": "https://media.kitsu.io/anime/poster_images/29/original.jpg?1597696956",
    "cover_image": "https://media.kitsu.io/anime/cover_images/29/original.jpg?1597702608",
    "studio": "Tokyo Movie Shinsha",
    "genres": [
      {
        "id": 204,
        "name": "Action"
      },
      {
        "id": 209,
        "name": "Adventure"
      },
      {
        "id": 210,
        "name": "Horror"
      },
      {
        "id": 23,
        "name": "Military"
      },
      {
        "id": 4,
        "name": "Sci-Fi"
      },
      {
        "id": 276,
        "name": "Supernatural"
      },
      {
        "id": 49,
        "name": "Youth"
      }
    ]
  },
  {
    "id": 70,
    "type": "Anime (OVA)",
    "name_en": "Angel Sanctuary",
    "name_jp": "Tenshi Kinryouku",
    "slug": "tenshi-kinryouku",
    "about": "Setsuna Mudo is a college freshman, just trying to get by without running afoul of his bullying seniors. It doesn't help that he's in love with his sister, Sara, who only sees him once a month. But there's more to his life than just keeping his head down.\nSetsuna is ambushed by mysterious beings, angels, and demons, all professing to know his true destiny. The angels say he is the reincarnation of their leader Alexiel, while the demons claim he led them to war against God himself.\nAs Setsuna struggles with his identity in such strange times, the eternal conflict between Heaven and Hell threatens to reignite. Will he be prepared when it does?",
    "started": "2000-05-25",
    "is_completed": true,
    "ended": "2000-08-25",
    "rating": "61.22",
    "num_of_eps": 1,
    "poster_image": "https://media.kitsu.io/anime/poster_images/32/original.jpg?1597691957",
    "cover_image": "",
    "studio": "Hal Film Maker",
    "genres": [
      {
        "id": 204,
        "name": "Action"
      },
      {
        "id": 236,
        "name": "Drama"
      },
      {
        "id": 216,
        "name": "Romance"
      },
      {
        "id": 276,
        "name": "Supernatural"
      }
    ]
  },
  {
    "id": 73,
    "type": "Anime (MOVIE)",
    "name_en": "Appleseed (Movie)",
    "name_jp": "Appleseed (Movie)",
    "slug": "appleseed-movie",
    "about": "Growing out of the chaos of a global war, the city of Utopia is populated by humans and bioroids (artificial humans). On the surface, everything is harmonious, but tensions lurk. Into this seemingly perfect society comes a survivor of the wars, Deunan Knute, who carries a legacy that will turn out to be of critical importance to the future of humanity. \n(Source: ANN)",
    "started": "2004-04-17",
    "is_completed": true,
    "ended": "2004-04-17",
    "rating": "70.43",
    "num_of_eps": 1,
    "poster_image": "https://media.kitsu.io/anime/poster_images/35/original.jpg?1597690716",
    "cover_image": "https://media.kitsu.io/anime/cover_images/35/original.jpg?1597696281",
    "studio": "Digital Frontier",
    "genres": [
      {
        "id": 204,
        "name": "Action"
      },
      {
        "id": 236,
        "name": "Drama"
      },
      {
        "id": 25,
        "name": "Mecha"
      },
      {
        "id": 23,
        "name": "Military"
      },
      {
        "id": 9,
        "name": "Police"
      },
      {
        "id": 4,
        "name": "Sci-Fi"
      }
    ]
  },
  {
    "id": 74,
    "type": "Anime (TV)",
    "name_en": "Arc the Lad",
    "name_jp": "Arc the Lad",
    "slug": "arc-the-lad",
    "about": "The story follows Elk, a bounty hunter in some strange futuristic world. On this world archaic but advanced technology exists side by side with primitive attitudes, beasts and magic. In other words it's got a bit of everything. It also has an evil conspiracy who are able to produce powerful monsters called chimera, who can also appear as human. Naturally it is not long before Elk has rescued a young female beast-master and gained himself some serious enemies. \n(Source: ANN)",
    "started": "1999-04-05",
    "is_completed": true,
    "ended": "1999-09-11",
    "rating": "64.41",
    "num_of_eps": 26,
    "poster_image": "https://media.kitsu.io/anime/poster_images/36/original.jpg?1597604370",
    "cover_image": "",
    "studio": "Bee Train",
    "genres": [
      {
        "id": 204,
        "name": "Action"
      },
      {
        "id": 209,
        "name": "Adventure"
      },
      {
        "id": 10,
        "name": "Fantasy"
      },
      {
        "id": 210,
        "name": "Horror"
      },
      {
        "id": 4,
        "name": "Sci-Fi"
      }
    ]
  }
]
